[
  {
    "src": "img/1-1.webp",
    "cap": "On a snowy morning, Risuko and Suzuko arrive at the coop\nwhere lively chickens are waiting.\nToday is cleaning day for the chicken coop.\n\nRisuko \"Today is cleaning day!\"\nSuzuko \"Its cold, but lets do our best for the chickens.\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "First, a health check. The chickens look plump and glossy.\nThey seem almost too energetic.\n\nRisuko \"Good morning, everyone! Did you eat breakfast yet?\"\nSuzuko \"Their feathers look perfect. Model healthy chickens.\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "Peeking into the nesting box, they find rows of pure white eggs.\nTheir voices drop without thinking.\n\nRisuko \"...Amazing. Its like a treasure box.\"\nSuzuko \"Theyre still warm. A first reward of the morning.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "The excitement of finding eggs is neatly tucked away.\nSwitching gears, Risuko is already focused on the next task.\nShe grips the broom with efficient posture.\n\nRisuko \"Dont let dirt build up. Thats the basic rule.\"\nSuzuko \"As expected. Ill secure the outside.\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "The first rule of cleaning is clearing the workspace.\nRisukos eyes already look like those of a seasoned cleaner.\n\nRisuko \"Alright, move it move it! Amateurs stay out of a professionals workplace!\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "When Risuko peeks outside after finishing the cleaning,\nSuzuko is still struggling with the fence.\n\nRisuko \"Suzuko, Im done over here!\"\nSuzuko \"Sorry, the fence is a bit damaged... Im fixing it now.\"\n\nThats when Risuko realizes something.\nThe chickens that should be outside are nowhere to be seen."
  },
  {
    "src": "img/1-7.webp",
    "cap": "The fence was only halfway repaired, leaving small gaps.\nThe quiet chickens did not miss that chance.\n\nRisuko \"...Hey, Suzuko.\"\nSuzuko \"...Yeah.\"\n\nRisuko \"...Hey, Suzuko. Where did the chickens I chased out with my craftsmanship go?\"\nSuzuko \"...Looks like they slipped out into the snowfield through the gap.\""
  },
  {
    "src": "img/1-8.webp",
    "cap": "A wide snowfield. Footprints everywhere.\nRisukos mind spins at full speed.\n\nRisuko \"What do we do, what do we do! Theyre all lost!\"\nSuzuko \"Calm down! If we follow the footprints, surely...!\""
  },
  {
    "src": "img/1-9.webp",
    "cap": "Just then.\nA familiar clucking sound reaches them from deep in the forest.\n\nRisuko \"That sound... over there!\"\nSuzuko \"Lets go, Risuko!\""
  },
  {
    "src": "img/2-1.webp",
    "cap": "Spotting a chicken running through the snow,\nRisuko dashes off without thinking.\n\nRisuko \"Ah, over there, a white egg... no, a chicken spotted!\"\nSuzuko \"Hey Risuko, its dangerous to suddenly run like that!\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "The distance between them and the chicken quickly shrinks.\nRisukos gaze never leaves its back.\n\nRisuko \"Lock on complete! Im not letting you escape!\"\nSuzuko \"Wait, rushing in like that will scare it!\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "Then it happens.\nThe chicken suddenly leaps into the air with unexpected force.\nIt doesnt look like an easy catch.\n\nRisuko \"Wah! It flew!? Chickens can fly that high!?\"\nSuzuko \"Its completely on guard now...\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "Facing the wary chicken, Risuko grabs a broom.\nShe seems to think she can change its direction somehow.\n\nRisuko \"This way, hey hey... Huh? Its not moving at all.\"\nSuzuko \"Using tools seems to have the opposite effect, Risuko.\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "But the chickens cries only grow louder.\nThe air around them tightens.\n\nRisuko \"Eek...! Thats louder than I expected...!\"\nSuzuko \"Yeah, thats a full-on protest.\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "Things dont go as planned, and Risuko sinks down where she stands.\nHer slumped shoulders stand out against the snow.\n\nRisuko \"Its hopeless... I think the chicken hates me now...\"\nSuzuko \"Its okay. If you approach slowly and gently, itll understand.\""
  },
  {
    "src": "img/2-7.webp",
    "cap": "Taking the advice, Risuko lowers her posture\nand gently reaches out her hand this time.\n\nRisuko \"Alright... easy now. Sorry for scaring you. You like being petted, dont you?\"\nSuzuko \"Yes, like that! The chicken looks comfortable.\""
  },
  {
    "src": "img/2-8.webp",
    "cap": "She pets to check, then stops to adjust.\nHer restrained movements quietly take effect.\n\nRisuko \"(Its relaxing... dont touch too much here.)\"\nSuzuko \"Amazing, Risuko! Youre totally friends now.\""
  },
  {
    "src": "img/2-9.webp",
    "cap": "Gently lifting the now calm chicken,\nRisuko and Suzuko start walking down the snowy path.\n\nRisuko \"We will escort you to your destination as is.\"\nSuzuko \"No stops along the way.\""
  },
  {
    "src": "img/3-1.webp",
    "cap": "They find the next chicken.\nThis time, Suzuko steps forward.\nA red feather, a confident pose.\nA plan full of charm to catch its attention.\n\nRisuko \"Suzuko, are you really doing this?\"\nSuzuko \"This is the plan. Watch me, Ill properly win the chickens heart.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "No one knows why.\nBut it works.\n\nRisuko \"Huh...? Wait, what!?\"\nRisuko \"It was running away just a moment ago! This isnt a different chicken, right!?\"\nSuzuko \"...Im confused too, but Im holding it, so it worked.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "Outside the fence is settled, but\nelsewhere, a chicken still guards its eggs.\nIt watches Risuko warily as she approaches.\n\nRisuko \"...As long as it has eggs, it wont move.\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "Fast movement, calm judgment.\nThey already know the chicken will prioritize its eggs.\n\nRisuko \"Forbidden move: eggs first\"\n\nWithout hesitation, Risuko runs toward the coop."
  },
  {
    "src": "img/3-5.webp",
    "cap": "Elsewhere, the chickens are\nresting peacefully, leaning close at their own pace.\n\nRisuko \"...\"\nSuzuko \"...Forest harmony\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "Suzukos \"hen strategy\"\nfulfilled its role perfectly to the very end.\n\nSuzuko \"...I might be a little popular right now.\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "Past failures are now\nremembered as fun memories.\n\nRisuko \"Thats the last one!\"\nSuzuko \"Yeah. Weve gotten used to this.\""
  },
  {
    "src": "img/3-8.webp",
    "cap": "With all the chickens returned to the coop,\nthe two are wrapped in a sense of accomplishment.\n\nRisuko \"Its all done!\"\nSuzuko \"Yeah, a big success. That was tough.\""
  },
  {
    "src": "img/3-9.webp",
    "cap": "After finishing the work,\na fitting reward awaits them.\n\nRisuko \"This shine feels like it reflects todays effort.\"\nSuzuko \"Thank you, chickens. Well take these.\""
  },
  {
    "src": "img/3-10.webp",
    "cap": "The sun sets behind the mountains,\nand both the chickens and the two girls reach a quiet end to the day.\n\nRisuko \"Today, my feathers feel light.\"\nSuzuko \"Yeah. It was a good send-off.\""
  }
]
