
[
  {
    "src": "img/1-1.webp",
    "cap": "In the snowy forest, Risuko stopped in her tracks.\nShe had the look of someone deep in thought.\nAnd usually, at times like this, she has already come up with something.\n\nRisuko \"...\"\nSuzuko \"That thinking face already looks like an answer.\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "Footsteps came from behind.\nWhen she turned around, it was just who she expected.\nIn the forest, reunions like this happen quickly.\n\nRisuko \"Oh, Suzuko.\"\nSuzuko \"Good morning.\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "When Risuko blew the whistle, something stirred deep in the forest.\nAs usual, a tanuki came over to see what was going on.\n\nRisuko \"When I play it, they usually come.\"\nSuzuko \"They are coming to listen.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "Suzuko stared at the whistle in Risuko's hands.\nAfter thinking for a moment, she looked up.\n\nRisuko \"Do you want to try playing it too, Suzuko?\"\nSuzuko \"I never have, but...\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "With that answer, the decision was already made.\n\nRisuko \"Then let's practice together.\"\nSuzuko \"Yeah.\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "When their sounds overlapped, the forest rustled.\nThe tanuki looked as if it had been waiting for this.\nRisuko glanced over to check.\n\nRisuko \"That was fast.\"\nSuzuko \"They do not miss a thing.\""
  },
  {
    "src": "img/1-7.webp",
    "cap": "This time, it was only Suzuko's sound.\nThe tanuki stayed a little farther away, listening closely.\n\nRisuko \"Yeah, this one passes.\"\nSuzuko \"Not coming closer somehow makes it scarier.\""
  },
  {
    "src": "img/1-8.webp",
    "cap": "The air grew colder, and their breath turned white.\nRisuko shrugged and pointed deeper into the forest.\nBehind them, the tanuki followed as if it were the most natural thing.\n\nRisuko \"It's cold. Let's change places.\"\nSuzuko \"It's following us.\""
  },
  {
    "src": "img/1-9.webp",
    "cap": "They sat down on a tree branch.\nRight beside them, naturally, was the tanuki.\nUp high, the wind should have been cold,\nbut sitting together somehow felt a little warm.\nThe tanuki swayed its tail, looking satisfied with the spot.\n\nRisuko \"This place is nice.\"\nSuzuko \"Yeah.\"\nSuzuko \"Even the tanuki is relaxing.\""
  },
  {
    "src": "img/1-10.webp",
    "cap": "Before they knew it, the tanuki was sitting right between them.\nIt was very good at judging distance.\nAnd it looked perfectly calm.\nNo matter how you looked at it, this was clearly its assigned seat.\n\nRisuko \"...When did you get there?\"\nSuzuko \"I feel like it was between us from the start.\"\nRisuko \"That kind of arrangement exists, huh.\""
  },
  {
    "src": "img/1-11.webp",
    "cap": "As the performance ended, the tanuki jumped at them playfully.\nInstead of sound, it threw its whole body into them.\nApparently, all of its feedback was packed into that.\nThe forest was quiet, but this spot alone was lively.\n\nRisuko \"...So, did we pass?\"\nSuzuko \"Perfect score.\""
  },
  {
    "src": "img/2-1.webp",
    "cap": "After becoming completely friendly with the tanuki,\nRisuko thought for a moment.\nIf this worked, maybe they could get along with other animals too.\n\nRisuko \"Hey, Suzuko, want to try singing?\"\nSuzuko \"Huh?\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "Caught off guard by the sudden suggestion, Suzuko thought briefly.\nShe pictured the forest, then replied in a calm voice.\n\nRisuko \"See, the tanuki came too.\"\nSuzuko \"Then maybe... a hymn?\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "They looked at each other,\nthen took a breath as if searching for the timing.\nTheir pitch and entrances were not aligned yet.\nStill, their voices clearly carried into the forest.\n\nRisuko \"...la, lalala.\"\nSuzuko \"Um... la, lala... maybe?\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "As they kept singing, they started to find their rhythm.\nBefore they knew it, the song had become something different from what they first imagined.\n\nRisuko \"This is not a hymn anymore.\"\nSuzuko \"It's completely original now.\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "Just then, there was a sound at their feet.\nA squirrel had stopped there.\n\nRisuko \"Oh, it's listening.\"\nSuzuko \"It stopped.\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "Before they realized it, the presence around them had increased.\nFrom all over the forest, attention gathered.\n\nRisuko \"Did it increase?\"\nSuzuko \"Yeah, it's turning into a small venue.\""
  },
  {
    "src": "img/2-7.webp",
    "cap": "A deer stopped and listened for a while.\nThen, as if nothing had happened, it walked away.\n\nRisuko \"It left.\"\nSuzuko \"Just a passing guest.\""
  },
  {
    "src": "img/2-8.webp",
    "cap": "When she glanced to the side, an owl was right there.\nEven this close, it made no sound at all.\n\nRisuko \"...Isn't that close?\"\nSuzuko \"Might be the best seat.\""
  },
  {
    "src": "img/2-9.webp",
    "cap": "As they sang, their eyes met again and again.\nAnd every time, neither looked away.\n\nRisuko \"We are being watched.\"\nSuzuko \"We are being listened to.\""
  },
  {
    "src": "img/2-10.webp",
    "cap": "Before they noticed, birds were flying around them.\nThe song seemed to circle through the forest\nand come back again.\n\nRisuko \"It feels like it's reaching them.\"\nSuzuko \"Yeah. Properly.\""
  },
  {
    "src": "img/3-1.webp",
    "cap": "The song lasted longer than they expected.\nWithout finding a reason to stop,\nthe sky slowly changed its colors.\n\nRisuko \"We can still sing.\"\nSuzuko \"Yeah. Until night.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "At some point, their roles settled naturally.\nOne voice leading, the other supporting it.\n\nSuzuko \"Then I'll take the lead.\"\nRisuko \"Okay. I'll back you up.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "Risuko picked up something nearby to use as a pretend microphone.\nIt did not need to be real. The feeling was enough.\n\nRisuko \"Okay, next is me.\"\nSuzuko \"That was a quick switch.\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "As they sang, their bodies began to move.\nThere was no choreography.\nBut somehow, it fit perfectly.\n\nRisuko \"Next, here we go.\"\nSuzuko \"Yeah. Together.\""
  },
  {
    "src": "img/3-5.webp",
    "cap": "Before they realized it, the forest was completely dark.\nWhen they looked up, the stars were neatly lined across the sky.\n\nRisuko \"...It's night.\"\nSuzuko \"You do not notice when you are singing.\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "When the song ended, silence returned.\nThat silence wrapped gently around the sounds from before.\n\nRisuko \"There's still an aftertaste.\"\nSuzuko \"Yeah. It's lingering.\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "While resting a bit, they talked about memories.\nAll of them were connected to today.\n\nRisuko \"Do you remember that song back then?\"\nSuzuko \"Yeah. At first, it did not match at all.\""
  },
  {
    "src": "img/3-8.webp",
    "cap": "As the night wind grew colder,\nthey moved to a warmer place.\nBy the fire, they sang just a little more.\n\nRisuko \"Here, our voices settle down.\"\nSuzuko \"Singing softly is nice too.\""
  },
  {
    "src": "img/3-9.webp",
    "cap": "After things calmed down, the sound of their stomachs brought them back to reality.\n\nRisuko \"...Shall we go eat?\"\nSuzuko \"Yeah. Perfect timing.\""
  },
  {
    "src": "img/3-10.webp",
    "cap": "On the way, they ran into a familiar figure.\nIt was the same tanuki they had befriended first.\nThings moved quickly, and plans were decided naturally.\n\nRisuko \"Oh, the first one.\"\nSuzuko \"Come with us.\"\nTanuki \"...\"\n\nAnd so, the night of song flowed seamlessly into a shared meal."
  }
]

