[
  {
    "src": "img/1-1.webp",
    "cap": "On a snowy winter day, a hungry Risuko came to visit Suzuko in her kitchen.\n\nRisuko: \"Wow, it smells so good! Suzuko, what are you making?\"\nSuzuko: \"It’s my first time, but I thought I’d try making cookies.\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "They start preparing right away, but kneading the dough and cutting out shapes turns out to be harder than expected.\n\nRisuko: \"Whoa, the dough is sticking! This is tougher than I thought...\"\nSuzuko: \"They’re all different shapes, but I think that makes them unique and warm in their own way...\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "However, Suzuko’s kitchen doesn’t have enough heat to bake the cookies until they’re crispy.\n\nRisuko: \"Hmm, the fire is too weak. They’re not browning at all.\"\nSuzuko: \"Sorry, Risuko. At this rate, winter might be over by the time they’re done.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "Jokes aside, the two decide to head to the ‘Magic Oven’ deep in the forest.\nIt’s a special place known for its strong heat.\n\nRisuko: \"This oven should work just fine!\"\nSuzuko: \"With this, we can bake the best cookies. Risuko, can you help add some firewood?\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "With the crackling sound of the fire, a sweet aroma spreads throughout the forest. At last, the cookies are perfectly baked.\n\nRisuko: \"They look so delicious!\"\nSuzuko: \"I think they turned out well... but how do they taste?\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "At last, it’s snack time. The two eagerly taste the cookies while they’re still hot.\n\nRisuko: \"Fresh out of the oven! First come, first served!\"\nSuzuko: \"Yes, they taste wonderful. Sweet and happy...\""
  },
  {
    "src": "img/1-7.webp",
    "cap": "With their bellies full, the two relax and enjoy the view outside.\n\nRisuko: \"The crackling fire and the sound of me munching cookies... the sounds of a happy winter.\"\nSuzuko: \"Why do sweet treats taste so much better in the cold air?\""
  },
  {
    "src": "img/1-8.webp",
    "cap": "Suzuko starts thinking about their friends in the forest.\nShe suggests doing something nice for the animals enduring the cold.\n\nSuzuko: \"Hey, Risuko. How about hosting a ‘Winter Feast’ for the forest animals?\"\nRisuko: \"Sharing delicious food with everyone sounds amazing!\"\n\nAnd so, the two head out right away to gather ingredients."
  },

  {
    "src": "img/2-1.webp",
    "cap": "They begin by gathering fruit in the forest.\n\nRisuko: \"These look perfectly ripe.\"\nSuzuko: \"Just don’t take too many.\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "As they look at the fruit they’ve collected, Risuko’s hands move on their own.\n\nRisuko: \"I didn’t eat it, okay? I’m just doing a quality check!\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "Suzuko checks the numbers and notices something.\n\nRisuko: \"Did it really decrease that much?\"\nSuzuko: \"It did.\"\nRisuko: \"Why not think of it as gaining memories instead of losing fruit?\"\nSuzuko: \"That’s the kind of thinking that causes trouble later.\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "Reflection time arrives along with a mountain of oranges. Suzuko offers one with a smile.\n\nRisuko: \"By the time I finish these, my cheeks will be stuffed with oranges...\"\nSuzuko: \"Eat well, and then let’s move on.\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "The forest market is lively again today.\n\nRisuko: \"This round shape... the heavier it is, the more happiness it feels like it holds.\"\nSuzuko: \"These will make wonderful cookies.\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "In the forest, gathering ingredients also means exchanging rumors.\n\nRisuko: \"The birds are really excited. Is this... insider info on tasty fruit?\"\nSuzuko: \"Birds make pretty reliable information sources.\""
  },

  {
    "src": "img/2-7.webp",
    "cap": "The goat shed is filled with the warm scent of freshly milked milk.\n\nRisuko: \"Morning milk feels extra special. Adding this should make everything smoother.\"\nSuzuko: \"Yes, it’ll add richness and flavor.\""
  },
  {
    "src": "img/2-8.webp",
    "cap": "The chickens are hard at work from early morning.\n\nRisuko: \"These eggs are so shiny!\"\nSuzuko: \"They’re good eggs. I’m looking forward to the beautiful color once they’re baked.\""
  },
  {
    "src": "img/2-9.webp",
    "cap": "The mice’s home is surprisingly neat and organized.\n\nRisuko: \"This inventory management... totally professional! I should learn from them!\"\nSuzuko: \"This bit of acidity will be perfect with the sweet dough.\""
  },
  {
    "src": "img/2-10.webp",
    "cap": "Bright red apples stand out beautifully against the white snow.\n\nRisuko: \"These apples smell so sweet!\"\nSuzuko: \"They really do. An apple pie with these would be amazing.\""
  },
  {
    "src": "img/2-11.webp",
    "cap": "On the way back with their baskets, their conversation never stops.\n\nRisuko: \"Drop it and you lose. Win, and you get a snack.\"\nSuzuko: \"Hehe, whether you win or lose, the snacks are already prepared.\""
  },

  {
    "src": "img/3-1.webp",
    "cap": "On the way to the forest oven kitchen, Risuko shares treats with every animal they meet.\nThe basket is overflowing with ingredients.\n\nRisuko: \"This chestnut! Great shine, great weight! They say one ‘Magic Chestnut’ gives you energy for three days!\"\nSuzuko: \"...This is definitely a winning chestnut.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "A special treat for the birds watching from above.\n\nRisuko: \"Eat this and your high notes will improve! Probably! Just a feeling!\"\nSuzuko: \"The birds already look ready to sing.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "A thank-you delivery for the mice who shared their grapes.\n\nRisuko: \"Those grapes earlier were champions! Here’s a thank-you set. Please share nicely!\"\nSuzuko: \"Helping each other seems to improve both flavor and reputation.\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "Drawn by the aroma, friends gather, each with slightly different intentions.\nTea talk upstairs, romance downstairs. Before anyone notices, the forest becomes two stories tall.\n\nRisuko: \"Relaxing time for everyone.\"\nSuzuko: \"I don’t know where to look first.\""
  },
  {
    "src": "img/3-5.webp",
    "cap": "A fox they meet along the way quietly joins the circle.\nPerfect posture, perfect distance. Such good manners are rare even in the forest.\n\nRisuko: \"Would you like some too, Mr. Fox? You’re so good at waiting politely!\"\nSuzuko: \"Yes, especially the way his front paws are lined up. A model of forest manners.\"\nFox: \"... (Thank you for the meal.)\"\nRisuko: \"See? He said it properly!\"\nSuzuko: \"What exactly did he say, Risuko?\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "As they carry the ingredients, goats gather, drawn by the smell.\nIt seems it won’t end with just ‘a little.’\n\nRisuko: \"...Aren’t they eating way too fast?\"\nSuzuko: \"Yes. All I hear is chewing.\"\nRisuko: \"Did I misjudge the portion size?\"\nSuzuko: \"By goat standards, this is normal.\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "The goat likes it so much that it follows them without a word.\nIts steps are light, its gaze fixed straight ahead.\n\nRisuko: \"Its eyes are glued to the basket...\"\nSuzuko: \"It liked it so much, it missed the chance to go home.\""
  },
  {
    "src": "img/3-8.webp",
    "cap": "From behind the trees, a large deer watches with great interest.\n\nRisuko: \"Oh! Even that big deer is watching. Suzuko, I want the deer to try some too!\"\nSuzuko: \"You’re right. With eyes like that, we can’t not share.\""
  },
  {
    "src": "img/3-9.webp",
    "cap": "The deer takes a bite and seems completely satisfied.\n\nRisuko: \"Look! The deer’s eyes are sparkling!\"\nSuzuko: \"The natural sweetness is a flavor that makes everyone smile.\""
  },

  {
    "src": "img/4-1.webp",
    "cap": "They arrive at the forest kitchen and begin with the important task of starting the fire.\n\nRisuko: \"Alright, I hear the crackling! This fire is the start of delicious magic.\"\nSuzuko: \"Let’s gently feed it some air.\""
  },
  {
    "src": "img/4-2.webp",
    "cap": "As the pot begins to simmer, the deer smiles with anticipation.\n\nRisuko: \"Look, the deer is smiling! This smell might reach the deepest part of the forest.\"\nSuzuko: \"That’s a full, happy smile.\""
  },
  {
    "src": "img/4-3.webp",
    "cap": "In front of the bubbling pot, the deer looks unable to wait any longer.\n\nRisuko: \"Mr. Deer, your neck is getting closer to the pot! Just a little longer!\"\nSuzuko: \"The smell of freshly cooked food really is the best spice.\""
  },
  {
    "src": "img/4-4.webp",
    "cap": "At last, it’s time to taste. Looking around, they realize many animals have gathered.\n\nRisuko: \"Suzuko, look! Everyone from the forest is here!\"\nSuzuko: \"Oh my, that’s a big responsibility... Yes, it tastes perfect!\""
  },
  {
    "src": "img/4-5.webp",
    "cap": "They arrange the finished dishes on the table, and the party begins.\n\nRisuko: \"Thanks for waiting! There’s plenty for everyone! Don’t hold back!\"\nSuzuko: \"Food always tastes better when we eat together.\""
  },
  {
    "src": "img/4-6.webp",
    "cap": "While Suzuko bakes her special apple pie, the mouse already seems full.\n\nRisuko: \"How was it, Mr. Mouse?\"\nSuzuko: \"That’s a very full belly. But maybe there’s always room for apple pie.\""
  },
  {
    "src": "img/4-7.webp",
    "cap": "A slow, peaceful moment for the two.\nAfter the meal, they enjoy roasting marshmallows over the remaining embers.\n\nRisuko: \"Slowly... getting them golden brown is the hardest part.\"\nSuzuko: \"Yes. The trick is to keep turning them so they don’t burn.\""
  },
  {
    "src": "img/4-8.webp",
    "cap": "They happily nibble the soft, melted marshmallows together.\n\nRisuko: \"Mmm~! They melt in your mouth, sweet like snow.\"\nSuzuko: \"They really do. Every last bite today is perfect.\""
  },
  {
    "src": "img/4-9.webp",
    "cap": "With both their hearts and bellies full, the two rest quietly on the snow.\n\nRisuko: \"God of the forest, thank you for the meal. I hope we find more delicious things tomorrow.\"\nSuzuko: \"Yes. It’s all thanks to the forest’s blessings and everyone’s smiles.\""
  }
]
