[
  {
    "src": "img/1-1.webp",
    "cap": "Deep in the forest, soft winter light gently fell through the trees.\nBeside a large tree, a white squirrel girl named Suzuko listened to the quiet sound of snow piling up.\nJust then, small footsteps came trotting closer.\n\nRisuko \"Whoa...! Someone's here!\"\nSuzuko \"...Oh! That surprised me. Hello. Are you taking a walk in the forest?\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "As the two faced each other, their forest friends quietly peeked out from the trees above,\nwatching over them as if celebrating a brand-new meeting.\n\nRisuko \"I'm Risuko! I'm good at running, and I race all around the forest!\"\nSuzuko \"I'm Suzuko. I only come to this forest during winter.\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "Suzuko took out a small, neatly folded map from her pocket.\nIt was a tiny treasure she had been adding to each time she walked across the snow.\n\nRisuko \"Huh? You drew all of this by yourself? That's amazing!\"\nSuzuko \"Yeah... but there are so many paths, I sometimes get lost.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "The two climbed up a snowy hill and began thinking about which path to take.\nUnder the wide sky, every part of the forest started to feel like the entrance to an adventure.\n\nRisuko \"This way's a shortcut! Even if we get lost, the sky will guide us.\"\nSuzuko \"...You're right. It's so bright. Let's go!\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "Deeper in the forest, they came upon a snow-covered path shaped like an arch.\nIt felt like a sign from the forest, guiding the two of them forward.\n\nRisuko \"Wow, we can remember this spot! It'll be a landmark for the way back.\"\nSuzuko \"You're right... there's nowhere else shaped like this.\"\nSuzuko \"Yeah, let's explore some more!\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "Walking side by side along the white path, their voices softly spread through the forest.\nThough they had just met, it felt as if they had been together for a long time.\n\nRisuko \"Hey Suzuko, if we keep finding landmarks like before, we won't get lost!\"\nRisuko \"And if we walk together, any path becomes an adventure!\"\nSuzuko \"...It feels warm somehow. When I'm with you, Risuko, even winter paths feel safe.\""
  },
  {
    "src": "img/2-1.webp",
    "cap": "Risuko lifted a wooden board Suzuko had found with all her strength.\nJust thinking about where to place it made their hearts race with excitement.\n\nRisuko \"Hey Suzuko! Don't you think this could be a signpost?\"\nSuzuko \"You're right... the shape is nice too. How should we use it?\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "Placing the board gently on the snow, Risuko began drawing without hesitation.\nSuzuko watched closely beside her, happily following the movement of her hand.\n\nRisuko \"Suzuko, look! I tried drawing you like a squirrel!\"\nSuzuko \"Wow... it's really cute. Then this must be the sign for 'Suzuko's Path.'\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "After finishing the sign, the two began playing with the leftover boards.\nEach time they jumped over a log, laughter burst through the snowy forest.\n\nRisuko \"I'll reach the next point first!\"\nSuzuko \"Wait for me, Risuko! I'm not going to lose!\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "At the entrance of the forest, Suzuko gently set the sign in place.\nIn that moment, their very own adventure took shape along the white path.\n\nRisuko \"Ta-da! This is the start of 'Suzuko's Little Path!'\"\nSuzuko \"Thank you, Risuko... With such a cute sign, there's no way I'll get lost.\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "A small bell tied to a thin branch.\nEach time the wind swayed it, a warm chime rang out.\n\nRisuko \"When Suzuko comes, this bell will ring to say 'welcome back!'\"\nSuzuko \"Yeah... I want it to ring 'I'm home' for you too, Risuko.\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "When they started to feel a little tired, a small orange flower peeked out from beneath the snow.\nIt felt like a treasure the forest had given them.\n\nRisuko \"Let's make this a landmark too! We'll call it 'the tulip we found together.'\"\nSuzuko \"Yeah... I definitely want to remember this view when I come back.\""
  },
  {
    "src": "img/3-1.webp",
    "cap": "At the base of an old tree, Suzuko found a small dark hole.\nFrom it drifted a nostalgic scent mixed with snow and wood.\n\nSuzuko \"...This is a squirrel's home, right?\"\nRisuko \"Yeah! They're probably hibernating. Let's be quiet.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "After leaving the burrow behind, the two naturally held hands.\nTheir footprints lined the white path, gently drawing their story.\n\nRisuko \"Hey Suzuko, let's explore together again.\"\nSuzuko \"Yeah. I'll always remember today.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "When they reached a wide snowy field, the two suddenly started running.\nEven falling over made them laugh—it was an afternoon that felt light and carefree.\n\nRisuko \"Suzuko! Look, look! I found an acorn! It looks like it was taking a nap on a snowy bed!\"\nSuzuko \"You're right...! There's a walnut too. Winter treasure hunting is fun♪\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "As the setting sun gently colored the sky, Suzuko stopped and looked up.\nWrapped in light, she truly looked like a snow fairy.\n\nSuzuko \"Winter's cold, but somehow it feels warm.\"\nRisuko \"That's because you're with me, Suzuko!\""
  },
  {
    "src": "img/3-5.webp",
    "cap": "In front of the sinking sun, the two quietly faced each other.\nA soft feeling of 'see you again' settled gently in their hearts.\n\nRisuko \"Suzuko, will you come back to the forest?\"\nSuzuko \"Yeah. I'll come again. I want to see lots more scenery together.\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "By the time Suzuko reached her home, the forest was already wrapped in twilight.\nThe smile she looked back with was the greatest treasure of the day.\n\nSuzuko \"Risuko! Thank you for today!\"\nRisuko \"Let's make more signposts next time!\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "Seeing the bell post Risuko had made, a small warm light flickered in Suzuko's chest.\nIt was proof that their promise to meet again had taken shape.\n\nSuzuko \"Alright... next time we meet, I want to give something back too.\""
  }
]
