[
  {
    "src": "img/1-1.webp",
    "cap": "When the morning light began to feel warm.\nRisuko ran over to Suzuko's house.\n\nRisuko \"Good morning, Suzuko!\"\nSuzuko \"Good morning! Hey, hey, it's such nice weather today.\"\n\nAs the door opened,\nthe scent of winter and a wave of warm air softly spread inside."
  },
  {
    "src": "img/1-2.webp",
    "cap": "After chatting for a little while.\nRisuko suddenly looked outside.\n\nRisuko \"Hey, let's go into the forest again.\"\nSuzuko \"Yeah! I want to go!\"\n\nTheir eyes sparkled at the same time."
  },
  {
    "src": "img/1-3.webp",
    "cap": "They quickly got ready and headed outside.\n\nCrunch, crunch.\nThe sound of snow echoed beneath their steps.\n\nRisuko \"Alright, let's go!\"\nSuzuko \"I'm so excited!\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "After walking a bit, they stopped and spread out a map.\nThe forest was much bigger than they expected.\n\nSuzuko \"It's so wide...\"\nRisuko \"Yeah. Where should we go? We might get lost.\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "Risuko stared at the map and smiled.\nInside her head, the adventure was already racing ahead.\n\nRisuko \"Let's fill this map with lots of markers.\"\nSuzuko \"Lots?\"\nRisuko \"Yeah. That way, we can always find our way back.\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "Just then, a bird's shadow crossed the sky.\nThey looked at each other and nodded together.\n\nRisuko \"Let's go the way the bird went.\"\nSuzuko \"Yeah. I have a good feeling about it.\"\n\nAnd so, their small adventure began."
  },
  {
    "src": "img/2-1.webp",
    "cap": "A forest path. Risuko walked slightly ahead.\nHer steps were light, without hesitation.\n\nRisuko \"This way. The path keeps going.\"\nSuzuko \"Okay, I'm right behind you.\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "Even small steps were easy, hop.\nIn the forest, their bodies seemed to move on their own.\n\nRisuko \"This path is easy to walk.\"\nSuzuko \"Risuko, you're fast...!\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "Suzuko hurried a little so she would not fall behind.\nBut the snow was slipperier than she expected.\n\nSuzuko \"Ah...!\"\nRisuko \"Suzuko, careful窶能""
  },
  {
    "src": "img/2-4.webp",
    "cap": "Risuko quickly reached out her hand.\nSuzuko was saved, but instead窶能n\nRisuko \"Whoa...!\"\nSuzuko \"Risuko! I'm sorry!\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "Risuko stood up and brushed off the snow.\nSuzuko, a little embarrassed, pointed deeper into the forest.\n\nSuzuko \"Thank you for saving me.\"\nSuzuko \"Around here, there's a really beautiful place.\"\nRisuko \"Really?\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "Just then, Risuko stopped suddenly.\nSomewhere in the forest, a small presence.\n\nRisuko \"...Something's there.\"\nSuzuko \"Huh?\""
  },
  {
    "src": "img/2-7.webp",
    "cap": "From behind a tree, a small squirrel peeked out.\nIt stared at them, then turned around.\n\nRisuko \"Ah, it looks like it's telling us to follow.\"\nSuzuko \"Yeah, that way.\"\n\nAnd so, the two of them moved closer\nto the 'beautiful place.'"
  },
  {
    "src": "img/3-1.webp",
    "cap": "Deep in the forest, the view suddenly opened up.\nSoft light filtered through the trees.\n\nRisuko \"...This place feels special.\"\nSuzuko \"Yeah. The air feels different.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "Suzuko stopped and slowly looked around the light.\nFor a moment, she could not speak.\n\nSuzuko \"Amazing...\"\nSuzuko \"I want to keep looking at this place forever.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "Suzuko squeezed her hands tightly.\nGathering just a little courage.\n\nSuzuko \"Hey, should we build a secret base here?\"\nRisuko \"A secret base?\"\nSuzuko \"A place just for us.\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "Without waiting for an answer, they started moving.\nThey gathered snow, carried it, and lined it up.\n\nRisuko \"Heave-ho!\"\nAs she lifted the snow, Risuko's foot slipped.\n\nSuzuko \"Whoa, careful!\"\nAs she tried to help, Suzuko stumbled too.\n\nRisuko \"Hehe, the snow is winning.\"\nSuzuko \"It's not winning! We were just getting along!\"\n\nThump, poof.\nCovered in snow, they kept laughing and working."
  },
  {
    "src": "img/3-5.webp",
    "cap": "When the shape began to appear.\nSuzuko puffed out her chest.\n\nSuzuko \"From here on, this is our path!\"\nRisuko \"Nice. It really feels like an entrance.\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "Suzuko lifted a wooden board.\n\nSuzuko \"Hey, let's put this at the entrance.\"\nRisuko \"A sign?\"\nSuzuko \"Yeah. Something that shows it's our secret base!\"\n\nThey held the board tightly and headed for the entrance."
  },
  {
    "src": "img/3-7.webp",
    "cap": "After resting a bit and catching their breath.\nThey looked up at the snowy gate.\n\nSuzuko \"Hey, when it gets warmer, this will disappear, right?\"\nRisuko \"Yeah. It's snow, after all.\"\n\nSuzuko \"Then, when spring comes窶能"\nSuzuko \"Let's build a new gate out of wood.\"\n\nRisuko \"Good idea. Even without snow, we'll know this is the entrance.\""
  },
  {
    "src": "img/3-8.webp",
    "cap": "Suzuko \"It'll be a place where everyone can gather.\"\nRisuko \"Let's make it bigger so we can all play together!\"\n\nIn front of them,\nthere was still nothing yet,\nbut it already felt like they could hear happy voices."
  },
  {
    "src": "img/4-1.webp",
    "cap": "The sky slowly turned orange. Long shadows stretched across the forest.\nSuzuko kept glancing up at the sky, looking restless.\n\nRisuko \"It's already evening.\"\nSuzuko \"...Yeah.\""
  },
  {
    "src": "img/4-2.webp",
    "cap": "Suzuko held something close to her chest.\nA little shyly, she held it out.\n\nSuzuko \"This is to say thank you for today...\"\nRisuko \"Oh, really?\"\nSuzuko \"Yeah. I want you to have it.\""
  },
  {
    "src": "img/4-3.webp",
    "cap": "Risuko took out a small letter from her pocket.\nInside was a drawing of the forest and the secret base.\n\nRisuko \"And this is from me.\"\nSuzuko \"...A drawing.\"\nRisuko \"Today's memories.\""
  },
  {
    "src": "img/4-4.webp",
    "cap": "The wind grew colder, and they naturally moved closer.\nSharing a scarf, they leaned together.\n\nSuzuko \"It's warm.\"\nRisuko \"Yeah. Because we're together.\""
  },
  {
    "src": "img/4-5.webp",
    "cap": "Just for a moment, their hearts felt a little tight.\nSuddenly, Risuko dashed forward.\n\nRisuko \"Ready, set, go!\"\nSuzuko \"Wait for me!\"\n\nTheir laughter echoed through the evening forest."
  },
  {
    "src": "img/4-6.webp",
    "cap": "At the fork in the path, they stopped.\nThe sky was now fully painted in warm sunset colors.\n\nSuzuko \"Today was so much fun! Thank you!\"\nRisuko \"Yeah! Let's come back again soon.\"\nSuzuko \"And keep building the secret base!\"\n\nThey waved cheerfully and headed their separate ways.\nBut the promise of their next meeting窶能nhad already begun somewhere in the forest."
  }
]
