[
  {
    "src": "img/1-1.webp",
    "cap": "In the snowy forest, the sound of wings draws closer.\nAn owl lands quietly in front of the two and offers a blank letter.\n\nRisuko \"Eh... a letter?\"\nSuzuko \"It's still blank.\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "When Risuko takes it with both hands, the owl steps back to watch.\nIt holds eye contact, nervous, but trying to look brave.\n\nRisuko \"Thanks... I'll take it.\"\nSuzuko \"That face is totally nervous.\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "They open the seal, but inside is still completely blank.\nThe two look at each other.\n\nRisuko \"...You got my hopes up, and it's blank.\"\nSuzuko \"Feels like there's a reason.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "As if it just remembered, the owl lifts a winged hand high\nand holds out a blue feather.\n\nRisuko \"More information?\"\nSuzuko \"Blue... it's a pretty color.\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "They place the blank letter and the blue feather side by side,\nand an idea clicks.\n\nRisuko \"To the owner of this feather... you want us to write a letter?\"\nSuzuko \"Yeah. That sounds right.\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "Risuko gently leans in to peek at the owl's face.\nThe owl's eyes dart away, and its cheeks turn red.\n\nRisuko \"Wait... is this a love letter?\"\nSuzuko \"...Ah.\"\n\nOwl \"...\""
  },
  {
    "src": "img/1-7.webp",
    "cap": "The moment Suzuko sees the blank letter, her expression brightens.\nShe rolls up her sleeves and walks over to the desk.\n\nSuzuko \"Alright, leave it to me!\"\nRisuko \"...You got energetic all of a sudden.\""
  },
  {
    "src": "img/1-8.webp",
    "cap": "Suzuko writes quickly, glancing at the owl now and then.\nThe owl keeps hunching its shoulders, flapping its wings, and fidgeting.\n\nSuzuko \"Is this part too honest??\"\nRisuko \"...That move just now feels like a direct hit.\"\nOwl \"...!\""
  },
  {
    "src": "img/1-9.webp",
    "cap": "After finishing the last line, Suzuko exhales with satisfaction.\nThe owl looks at the letter and nods deeply.\nThe letter is folded carefully and sealed neatly.\n\nSuzuko \"Here, done.\"\nRisuko \"...It actually has heart in it.\""
  },
  {
    "src": "img/1-10.webp",
    "cap": "Risuko and Suzuko stare into the deep forest and start walking.\n\nRisuko \"Alright, let's deliver it.\"\nSuzuko \"To the owner of the feather.\""
  },
  {
    "src": "img/1-11.webp",
    "cap": "In the forest where only the crunch of snow continues,\nthey glance at each other while walking.\n\nRisuko \"At first, I thought it was a pretty strange request.\"\nSuzuko \"But... we don't hate this kind of thing, right?\""
  },
  {
    "src": "img/2-1.webp",
    "cap": "They reach the place the owl described,\nbut the same kind of trees stretch on and on.\n\nRisuko \"...Around here, right?\"\nSuzuko \"They said 'nearby' but... it's huge.\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "They stop and stare at the blue feather.\nSuzuko looks up as if an idea just occurred to her.\n\nSuzuko \"Let's show it to the forest animals. If they react, we'll know.\"\nRisuko \"Nice. Instead of searching, we show it.\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "First, a raccoon nearby.\nWhen they show the feather, it smiles and tilts its head.\n\nRisuko \"...It's just smiling.\"\nSuzuko \"Yeah. That's a 'don't know you' face.\"\n\nRaccoon \"...\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "Next, a cat up in a tree.\nEvery time the feather moves, only its eyes dart around.\n\nSuzuko \"It's looking. It's really looking.\"\nRisuko \"Not the feather. It's just interested in the movement.\"\n\nCat \"...\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "When they show the feather to a rabbit,\nthe rabbit doesn't notice at all and keeps staring into the distance.\n\nRisuko \"It can't see it...?\"\nSuzuko \"I think it's in another world right now.\"\n\nRabbit \"...\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "Last, a flock of sheep.\nEven when they show the feather, the group does not break formation.\n\nSuzuko \"They won't stop.\"\nRisuko \"Marching comes first.\"\n\nSheep \"...\""
  },
  {
    "src": "img/2-7.webp",
    "cap": "Just as they stop, unsure what to do,\na deer quietly appears from deeper in the forest.\nIt watches the two and the blue feather with interest.\n\nRisuko \"...A deer came.\"\nSuzuko \"It looks like it knows something.\"\n\nDeer \"...\""
  },
  {
    "src": "img/2-8.webp",
    "cap": "The deer gently brings its nose close to the feather and sniffs.\nThe next moment, it bolts without hesitation.\n\nSuzuko \"It ran!\"\nRisuko \"Let's follow!\""
  },
  {
    "src": "img/2-9.webp",
    "cap": "After a while, a small shadow appears from the tree above.\nA squirrel peeks out and listens closely to Suzuko's voice.\n\nSuzuko \"Have you seen this feather before?\"\n\nThe squirrel nods, as if saying yes.\n\nRisuko \"...That was an answer, right?\"\n\nThe squirrel hops down and bounds in the direction ahead."
  },
  {
    "src": "img/2-10.webp",
    "cap": "After guiding them for a bit,\nthe squirrel stops by the base of a tree and gives a little hop.\n\nRisuko \"Thanks for bringing us this far.\"\nSuzuko \"You really helped.\"\n\nSquirrel \"...\""
  },
  {
    "src": "img/2-11.webp",
    "cap": "Then, a soft wingbeat from above.\nThe owl who first asked for the letter hesitates a little,\nthen lands right on the requester's head.\n\nRisuko \"...So you choose that spot.\"\nSuzuko \"Maybe it felt safest there today.\"\n\nOwl \"...\""
  },
  {
    "src": "img/2-12.webp",
    "cap": "The owl spreads its wings wide,\npointing the same way again and again like it is saying, 'That way! That way!'\n\nRisuko \"...That direction.\"\nSuzuko \"Yeah. We should meet them soon.\"\n\nOwl \"...!\""
  },
  {
    "src": "img/3-1.webp",
    "cap": "Beyond the trees, a white shape lifts softly into the air.\nA white owl slips through the falling snow and lands on a branch.\n\nRisuko \"...There.\"\nSuzuko \"White...\"\n\nWhite Owl \"...\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "Suzuko steps forward and speaks gently,\nshowing the blue feather in her hand.\nThe white owl notices it, tilts its head, and looks down at them.\n\nSuzuko \"Hey, can I ask you something?\"\nRisuko \"...It noticed.\"\n\nWhite Owl \"...\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "Risuko glances back at the owls,\nthen bounces a small breath of excitement and moves forward.\n\nRisuko \"...Alright, I'll go as the representative.\"\nSuzuko \"Go for it, messenger.\"\n\nOwl \"...!\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "Risuko holds out the letter with both hands.\nThe white owl's eyes widen, and it leans in without thinking.\n\nRisuko \"We were asked to deliver this, so we brought it.\"\nSuzuko \"It's a very important letter.\"\n\nWhite Owl \"...?\""
  },
  {
    "src": "img/3-5.webp",
    "cap": "The white owl lowers its eyes to the letter and starts reading quietly.\nAs it reads, its face slowly turns red,\nand by the end it opens its wings a little, unable to sit still.\n\nRisuko \"...That's an easy reaction to read.\"\nSuzuko \"Yeah. It's definitely getting through.\"\n\nWhite Owl \"...!\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "When the white owl finishes reading,\nthe first owl lands in its usual spot, right on Risuko's head.\nThen, as if it is the natural next step,\nthe white owl gently lands on her tail.\nThey exchange a glance and lightly flutter their wings.\n\nRisuko \"...They're close.\"\nSuzuko \"Yeah. Perfect sync.\"\n\nOwl \"...\"\nWhite Owl \"...\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "In the snowy forest, surrounded by the two owls,\nRisuko and Suzuko stand side by side.\n\nSuzuko \"Mission complete!\"\nRisuko \"...Love's middlemen: success.\"\n\nOwl \"...!\""
  }
]
