[
  {
    "src": "img/1-1.webp",
    "cap": "Drinking coffee in the cold air slowly seeps warmth into the palms of your hands.\n\nRisuko \"Phew... winter coffee really is special.\""
  },
  {
    "src": "img/1-2.webp",
    "cap": "It is cold up high, but the warmth of the coffee does not change.\n\nRisuko \"Drinking it here feels nice too.\""
  },
  {
    "src": "img/1-3.webp",
    "cap": "Even so, today the cold creeps deeply into the body.\n\nRisuko \"...It is pretty cold today.\" \nSuzuko \"Yeah. The wind is cold.\""
  },
  {
    "src": "img/1-4.webp",
    "cap": "When they move closer, the cold softens just a little.\n\nRisuko \"If we do this, it feels a bit warmer.\" \nSuzuko \"Eek... I am cold!\""
  },
  {
    "src": "img/1-5.webp",
    "cap": "Next comes the power of food to warm them up.\n\nRisuko \"When you eat, your body warms right up!\" \nSuzuko \"I see... you are right.\""
  },
  {
    "src": "img/1-6.webp",
    "cap": "The cold remains, but when they snuggle together, their hearts warm first.\n\nRisuko \"...When we stick close, it is warm.\" \nSuzuko \"Yeah. This is the best.\""
  },
  {
    "src": "img/2-1.webp",
    "cap": "Next is the closest one around, the cat.\n\nRisuko \"...So warm.\" \nSuzuko \"The cat is used to this.\""
  },
  {
    "src": "img/2-2.webp",
    "cap": "The fluffy representative, the rabbit.\n\nRisuko \"With all this fur, it is totally different.\" \nSuzuko \"But staying still must be hard.\""
  },
  {
    "src": "img/2-3.webp",
    "cap": "Once she gets an idea, she cannot stop.\n\nRisuko \"How about this?\" \nSuzuko \"...That makes my heart race a bit.\""
  },
  {
    "src": "img/2-4.webp",
    "cap": "The big deer looks very warm.\n\nRisuko \"...So reliable.\" \nSuzuko \"It does feel reassuring.\""
  },
  {
    "src": "img/2-5.webp",
    "cap": "Next is Suzuko. Everyone has their own way.\n\nRisuko \"That works too, huh.\" \nSuzuko \"Yeah, it slowly warms you.\""
  },
  {
    "src": "img/2-6.webp",
    "cap": "After trying many things, they find the answer.\n\nRisuko \"...This is the best.\" \nSuzuko \"Yeah, no doubt.\""
  },
  {
    "src": "img/2-7.webp",
    "cap": "…Just when they thought so, they let their guard down.\n\nRisuko \"...Ah, that was unconscious.\" \nSuzuko \"You surprised me!\""
  },
  {
    "src": "img/3-1.webp",
    "cap": "Once you touch something fluffy, it is hard to let go.\n\nRisuko \"...I do not know when to stop.\" \nSuzuko \"You are completely captured by the fluff.\""
  },
  {
    "src": "img/3-2.webp",
    "cap": "As they walk, they begin to notice their surroundings.\n\nRisuko \"There are a lot of sheep around here.\" \nSuzuko \"You are right. They are everywhere.\""
  },
  {
    "src": "img/3-3.webp",
    "cap": "White fluff is dotted across the snow.\n\nRisuko \"...Their faces look like dots.\" \nSuzuko \"Yeah. Little faces tucked in all that fluff.\""
  },
  {
    "src": "img/3-4.webp",
    "cap": "Fluffy sheep and fluttering butterflies.\nBefore they knew it, the air felt a little like a story.\n\nRisuko \"...It feels like a dream.\" \nSuzuko \"Yeah. But we are awake.\""
  },
  {
    "src": "img/3-5.webp",
    "cap": "Before they realize it, there are far more than expected.\n\nRisuko \"...Um, one sheep, two sheep...\" \nSuzuko \"That is not something you need to count.\""
  },
  {
    "src": "img/3-6.webp",
    "cap": "At that moment, the color of the sky begins to change.\n\nRisuko \"Ah, rain...\" \nSuzuko \"It looks like it will start.\""
  },
  {
    "src": "img/3-7.webp",
    "cap": "The light drizzle quickly turns into pounding rain.\n\nRisuko \"This is impossible!\" \nSuzuko \"Let us hurry!\""
  },
  {
    "src": "img/3-8.webp",
    "cap": "At last, they reach a place where they can shelter from the rain.\nInside, a single lamb stands alone.\n\nRisuko \"Such heavy rain. Maybe the lamb is hiding from it too.\" \nSuzuko \"Being alone must feel a bit lonely.\" \n\nAs if noticing their voices, the lamb suddenly walks toward them."
  },
  {
    "src": "img/4-1.webp",
    "cap": "The lamb, perhaps feeling relieved, playfully clings to Risuko.\n\nRisuko \"...Maybe it felt relieved when someone came.\" \nSuzuko \"Yeah. We should look for its flock.\""
  },
  {
    "src": "img/4-2.webp",
    "cap": "When you feel safe, both body and heart relax.\n\nRisuko \"...It climbed on me.\" \nSuzuko \"It looks calmer now.\""
  },
  {
    "src": "img/4-3.webp",
    "cap": "But the sky starts to look different again.\n\nRisuko \"Let us go home for now.\" \nSuzuko \"Yeah. It looks suspicious again.\""
  },
  {
    "src": "img/4-4.webp",
    "cap": "They arrive home. The winter rain has chilled them to the bone.\n\nRisuko \"S-so cold...\" \nSuzuko \"The lamb must be tired too.\""
  },
  {
    "src": "img/4-5.webp",
    "cap": "In front of the fireplace, they wrap themselves in blankets.\nTheir bodies and hearts slowly warm up.\n\nRisuko \"...So calming.\" \nSuzuko \"It is a different world from outside.\""
  },
  {
    "src": "img/4-6.webp",
    "cap": "It has grown completely dark, but since the rain has stopped,\nthey decide to step outside just a little.\n\nRisuko \"Let us look around just a bit.\" \nSuzuko \"Do not push yourself.\""
  },
  {
    "src": "img/4-7.webp",
    "cap": "In the night, the moonlight shows them the way.\n\nRisuko \"Ah... there it is! A fluffy mass spotted!\" \nSuzuko \"Safe! Now no one can call it lost.\""
  },
  {
    "src": "img/4-8.webp",
    "cap": "When everyone gathers, the surroundings become very quiet.\n\nRisuko \"...Beautiful. It feels like being inside a luxury carpet.\" \nSuzuko \"It is so quiet. If we talk, this fluff might run away.\""
  },
  {
    "src": "img/4-9.webp",
    "cap": "The lamb returns to the side of its companions.\nThis is a safe place, and just watching it warms the heart.\n\nRisuko \"This is the warmest place.\" \nSuzuko \"Yeah. A place where you feel safe is truly warm.\""
  }
]
